-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- 主機: 127.0.0.1
-- 產生時間： 2017-06-14 07:22:38
-- 伺服器版本: 10.1.21-MariaDB
-- PHP 版本： 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `route`
--

-- --------------------------------------------------------

--
-- 資料表結構 `route`
--

CREATE TABLE `route` (
  `Num` int(10) NOT NULL,
  `rNum` int(10) NOT NULL,
  `Obj` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `OName` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `Grade` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `timer` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `pRej` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `rNP` int(10) NOT NULL,
  `equip` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `detail` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=COMPACT;

--
-- 資料表的匯出資料 `route`
--

INSERT INTO `route` (`Num`, `rNum`, `Obj`, `OName`, `Grade`, `timer`, `pRej`, `rNP`, `equip`, `detail`) VALUES
(1, 1, '老聚落新生命', '南寮聚落深度遊', '低', '4hr', '50', 2, '單車', '坐牛車、牛屎窟與牛屎餅、浮球藝術、遊學闖關活動等'),
(2, 1, '老聚落新生命', '南寮聚落深度遊', '低', '4hr', '50', 20, '單車', '坐牛車、牛屎窟與牛屎餅、浮球藝術、遊學闖關活動等'),
(3, 1, '老聚落新生命', '南寮聚落深度遊', '中', '4hr', '50', 2, '單車', '坐牛車、牛屎窟與牛屎餅、浮球藝術、遊學闖關活動等'),
(4, 1, '老聚落新生命', '南寮聚落深度遊', '中', '4hr', '50', 20, '單車', '坐牛車、牛屎窟與牛屎餅、浮球藝術、遊學闖關活動等'),
(5, 1, '老聚落新生命', '南寮聚落深度遊', '高', '4hr', '50', 2, '單車', '坐牛車、牛屎窟與牛屎餅、浮球藝術、遊學闖關活動等'),
(6, 1, '老聚落新生命', '南寮聚落深度遊', '高', '4hr', '50', 20, '單車', '坐牛車、牛屎窟與牛屎餅、浮球藝術、遊學闖關活動等'),
(7, 2, '老聚落新生命', '龍門聚落海之港', '高', '4hr', '30', 2, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、國防坑道探險。'),
(8, 2, '老聚落新生命', '龍門聚落海之港', '高', '4hr', '30', 5, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、國防坑道探險。'),
(9, 2, '老聚落新生命', '龍門聚落海之港', '高', '4hr', '30', 15, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、國防坑道探險。'),
(10, 3, '老聚落新生命', '尖山聚落農之作', '高', '4hr', '30', 3, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、畜牧場羊隻近距離接觸。'),
(11, 3, '老聚落新生命', '尖山聚落農之作', '高', '4hr', '30', 4, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、畜牧場羊隻近距離接觸。'),
(12, 3, '老聚落新生命', '尖山聚落農之作', '高', '4hr', '30', 16, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、畜牧場羊隻近距離接觸。'),
(13, 3, '老聚落新生命', '尖山聚落農之作', '高', '4hr', '30', 22, '單車、行動載具', '村落闖關、神話傳說與宗廟認識、畜牧場羊隻近距離接觸。'),
(14, 4, '小漁人老智慧', '走訪潮間帶', '中', '2hr(6hr含延伸)', '20', 2, '單車、膠鞋', '室內課程認識澎湖常見海洋生物、潮間帶實地踏察，可延伸課程至策略聯盟機構—水試所、風櫃國小與種苗繁殖場'),
(15, 4, '小漁人老智慧', '走訪潮間帶', '中', '2hr(6hr含延伸)', '20', 3, '單車、膠鞋', '室內課程認識澎湖常見海洋生物、潮間帶實地踏察，可延伸課程至策略聯盟機構—水試所、風櫃國小與種苗繁殖場'),
(16, 4, '小漁人老智慧', '走訪潮間帶', '高', '2hr(6hr含延伸)', '20', 2, '單車、膠鞋', '室內課程認識澎湖常見海洋生物、潮間帶實地踏察，可延伸課程至策略聯盟機構—水試所、風櫃國小與種苗繁殖場'),
(17, 4, '小漁人老智慧', '走訪潮間帶', '高', '2hr(6hr含延伸)', '20', 3, '單車、膠鞋', '室內課程認識澎湖常見海洋生物、潮間帶實地踏察，可延伸課程至策略聯盟機構—水試所、風櫃國小與種苗繁殖場'),
(18, 5, '小漁人老智慧', '小小漁人', '高', '6hr', '20~40', 3, '膠鞋、傳統漁具、手套、卡式爐等鍋具', '撿拾螺貝並加工、抱墩、戳蛤蜊、牽罟 ※以上課程皆須配合潮汐，至少有一項'),
(19, 5, '小漁人老智慧', '小小漁人', '高', '6hr', '20~40', 4, '膠鞋、傳統漁具、手套、卡式爐等鍋具', '撿拾螺貝並加工、抱墩、戳蛤蜊、牽罟 ※以上課程皆須配合潮汐，至少有一項'),
(20, 5, '小漁人老智慧', '小小漁人', '高', '6hr', '20~40', 25, '膠鞋、傳統漁具、手套、卡式爐等鍋具', '撿拾螺貝並加工、抱墩、戳蛤蜊、牽罟 ※以上課程皆須配合潮汐，至少有一項'),
(21, 6, '小漁人老智慧', '魚灶飄香味', '低', '2hr', '30', 3, '小鐵鎚、籃子', '鮮魚蒸煮、曬魚干、敲魚干'),
(22, 6, '小漁人老智慧', '魚灶飄香味', '低', '2hr', '30', 23, '小鐵鎚、籃子', '鮮魚蒸煮、曬魚干、敲魚干'),
(23, 6, '小漁人老智慧', '魚灶飄香味', '中', '2hr', '30', 3, '小鐵鎚、籃子', '鮮魚蒸煮、曬魚干、敲魚干'),
(24, 6, '小漁人老智慧', '魚灶飄香味', '中', '2hr', '30', 23, '小鐵鎚、籃子', '鮮魚蒸煮、曬魚干、敲魚干'),
(25, 6, '小漁人老智慧', '魚灶飄香味', '高', '2hr', '30', 3, '小鐵鎚、籃子', '鮮魚蒸煮、曬魚干、敲魚干'),
(26, 6, '小漁人老智慧', '魚灶飄香味', '高', '2hr', '30', 23, '小鐵鎚、籃子', '鮮魚蒸煮、曬魚干、敲魚干'),
(27, 7, '小農夫老技法', '澎湖風茹妙用多', '低', '3hr', '50', 2, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作'),
(28, 7, '小農夫老技法', '澎湖風茹妙用多', '低', '3hr', '50', 27, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作。'),
(29, 7, '小農夫老技法', '澎湖風茹妙用多', '低', '3hr', '50', 12, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作。'),
(30, 7, '小農夫老技法', '澎湖風茹妙用多', '中', '3hr', '50', 2, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作'),
(31, 7, '小農夫老技法', '澎湖風茹妙用多', '中', '3hr', '50', 27, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作。'),
(32, 7, '小農夫老技法', '澎湖風茹妙用多', '中', '3hr', '50', 12, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作。'),
(33, 7, '小農夫老技法', '澎湖風茹妙用多', '高', '3hr', '50', 2, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作'),
(34, 7, '小農夫老技法', '澎湖風茹妙用多', '高', '3hr', '50', 27, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作。'),
(35, 7, '小農夫老技法', '澎湖風茹妙用多', '高', '3hr', '50', 12, '卡式爐等鍋具、鶴頭鋤、手套、籃子', '掘風茹、風茹茶熬煮、風茹涼糕製作。'),
(36, 8, '小農夫老技法', '小小農夫', '中', '4hr', '30', 2, '面巾、耕耘機、大鍋炒具', '傳統婦女蒙面巾、種花生、高粱或荸薺、炒花生、摔高粱與做高粱掃帚。※視季節而定'),
(37, 8, '小農夫老技法', '小小農夫', '中', '4hr', '30', 14, '面巾、耕耘機、大鍋炒具', '傳統婦女蒙面巾、種花生、高粱或荸薺、炒花生、摔高粱與做高粱掃帚。※視季節而定'),
(38, 8, '小農夫老技法', '小小農夫', '中', '4hr', '30', 26, '面巾、耕耘機、大鍋炒具', '傳統婦女蒙面巾、種花生、高粱或荸薺、炒花生、摔高粱與做高粱掃帚。※視季節而定'),
(39, 8, '小農夫老技法', '小小農夫', '高', '4hr', '30', 2, '面巾、耕耘機、大鍋炒具', '傳統婦女蒙面巾、種花生、高粱或荸薺、炒花生、摔高粱與做高粱掃帚。※視季節而定'),
(40, 8, '小農夫老技法', '小小農夫', '高', '4hr', '30', 14, '面巾、耕耘機、大鍋炒具', '傳統婦女蒙面巾、種花生、高粱或荸薺、炒花生、摔高粱與做高粱掃帚。※視季節而定'),
(41, 8, '小農夫老技法', '小小農夫', '高', '4hr', '30', 26, '面巾、耕耘機、大鍋炒具', '傳統婦女蒙面巾、種花生、高粱或荸薺、炒花生、摔高粱與做高粱掃帚。※視季節而定'),
(42, 9, '創意文化市集', '福氣炸棗傳幸福', '低', '2hr', '30', 2, '', '傳統炸棗、肪片龜、雞母狗製作'),
(43, 9, '創意文化市集', '福氣炸棗傳幸福', '低', '2hr', '30', 24, '', '傳統炸棗、肪片龜、雞母狗製作'),
(44, 9, '創意文化市集', '福氣炸棗傳幸福', '中', '2hr', '30', 2, '', '傳統炸棗、肪片龜、雞母狗製作'),
(45, 9, '創意文化市集', '福氣炸棗傳幸福', '中', '2hr', '30', 24, '', '傳統炸棗、肪片龜、雞母狗製作'),
(46, 9, '創意文化市集', '福氣炸棗傳幸福', '高', '2hr', '30', 2, '', '傳統炸棗、肪片龜、雞母狗製作'),
(47, 9, '創意文化市集', '福氣炸棗傳幸福', '高', '2hr', '30', 24, '', '傳統炸棗、肪片龜、雞母狗製作'),
(48, 10, '創意文化市集', '灰窯粉白新玩意', '低', '3hr', '30', 3, '灰窯模具、熟石灰粉', '傳統灰窯參觀與歷史介紹、仿古灰窯成品製作'),
(49, 10, '創意文化市集', '灰窯粉白新玩意', '低', '3hr', '30', 7, '灰窯模具、熟石灰粉', '傳統灰窯參觀與歷史介紹、仿古灰窯成品製作'),
(50, 10, '創意文化市集', '灰窯粉白新玩意', '中', '3hr', '30', 3, '灰窯模具、熟石灰粉', '傳統灰窯參觀與歷史介紹、仿古灰窯成品製作'),
(51, 10, '創意文化市集', '灰窯粉白新玩意', '中', '3hr', '30', 7, '灰窯模具、熟石灰粉', '傳統灰窯參觀與歷史介紹、仿古灰窯成品製作'),
(52, 10, '創意文化市集', '灰窯粉白新玩意', '高', '3hr', '30', 3, '灰窯模具、熟石灰粉', '傳統灰窯參觀與歷史介紹、仿古灰窯成品製作'),
(53, 10, '創意文化市集', '灰窯粉白新玩意', '高', '3hr', '30', 7, '灰窯模具、熟石灰粉', '傳統灰窯參觀與歷史介紹、仿古灰窯成品製作'),
(54, 11, '創意文化市集', '海飄海產談永續', '中', '2hr', '30', 2, '海飄物、水泥漆、壓克力顏料、海膽', '海飄物撿拾與分類、海飄物創作、海膽燈DIY'),
(55, 11, '創意文化市集', '海飄海產談永續', '中', '2hr', '30', 5, '海飄物、水泥漆、壓克力顏料、海膽', '海飄物撿拾與分類、海飄物創作、海膽燈DIY'),
(56, 11, '創意文化市集', '海飄海產談永續', '中', '2hr', '30', 28, '海飄物、水泥漆、壓克力顏料、海膽', '海飄物撿拾與分類、海飄物創作、海膽燈DIY'),
(57, 11, '創意文化市集', '海飄海產談永續', '高', '2hr', '30', 2, '海飄物、水泥漆、壓克力顏料、海膽', '海飄物撿拾與分類、海飄物創作、海膽燈DIY'),
(58, 11, '創意文化市集', '海飄海產談永續', '高', '2hr', '30', 5, '海飄物、水泥漆、壓克力顏料、海膽', '海飄物撿拾與分類、海飄物創作、海膽燈DIY'),
(59, 11, '創意文化市集', '海飄海產談永續', '高', '2hr', '30', 28, '海飄物、水泥漆、壓克力顏料、海膽', '海飄物撿拾與分類、海飄物創作、海膽燈DIY'),
(60, 12, '創意文化市集', '國樂悠揚譜古調', '中', '2hr', '30', 4, '國樂樂器', '國樂樂器操作體驗'),
(61, 12, '創意文化市集', '國樂悠揚譜古調', '高', '2hr', '30', 4, '國樂樂器', '國樂樂器操作體驗'),
(62, 13, '科學人玩能源', '能源應用妙趣多', '低', '3hr', '30', 2, '太陽能鍋、電土、鑽木取火組', '太陽能鍋蒸煮、電土燈製作、鑽木取火'),
(63, 13, '科學人玩能源', '能源應用妙趣多', '低', '3hr', '30', 5, '太陽能鍋、電土、鑽木取火組', '太陽能鍋蒸煮、電土燈製作、鑽木取火'),
(64, 13, '科學人玩能源', '能源應用妙趣多', '中', '3hr', '30', 2, '太陽能鍋、電土、鑽木取火組', '太陽能鍋蒸煮、電土燈製作、鑽木取火'),
(65, 13, '科學人玩能源', '能源應用妙趣多', '中', '3hr', '30', 5, '太陽能鍋、電土、鑽木取火組', '太陽能鍋蒸煮、電土燈製作、鑽木取火'),
(66, 13, '科學人玩能源', '能源應用妙趣多', '高', '3hr', '30', 2, '太陽能鍋、電土、鑽木取火組', '太陽能鍋蒸煮、電土燈製作、鑽木取火'),
(67, 13, '科學人玩能源', '能源應用妙趣多', '高', '3hr', '30', 5, '太陽能鍋、電土、鑽木取火組', '太陽能鍋蒸煮、電土燈製作、鑽木取火'),
(68, 14, '科學人玩能源', '發電小物玩科學', '中', '2hr', '30', 2, '磁電感應各類器材、發電機組裝器材', '靜電、磁電感應實驗、小小發電機組DIY'),
(69, 14, '科學人玩能源', '發電小物玩科學', '中', '2hr', '30', 5, '磁電感應各類器材、發電機組裝器材', '靜電、磁電感應實驗、小小發電機組DIY'),
(70, 14, '科學人玩能源', '發電小物玩科學', '高', '2hr', '30', 2, '磁電感應各類器材、發電機組裝器材', '靜電、磁電感應實驗、小小發電機組DIY'),
(71, 14, '科學人玩能源', '發電小物玩科學', '高', '2hr', '30', 5, '磁電感應各類器材、發電機組裝器材', '靜電、磁電感應實驗、小小發電機組DIY'),
(72, 15, '科學人玩能源', '電力機構知能源', '低', '2hr', '30', 2, '', '尖山電廠、湖西風立場參訪(發電機組認識、能源體驗館'),
(73, 15, '科學人玩能源', '電力機構知能源', '低', '2hr', '30', 5, '', '尖山電廠、湖西風立場參訪(發電機組認識、能源體驗館'),
(74, 15, '科學人玩能源', '電力機構知能源', '中', '2hr', '30', 2, '', '尖山電廠、湖西風立場參訪(發電機組認識、能源體驗館'),
(75, 15, '科學人玩能源', '電力機構知能源', '中', '2hr', '30', 5, '', '尖山電廠、湖西風立場參訪(發電機組認識、能源體驗館'),
(76, 15, '科學人玩能源', '電力機構知能源', '高', '2hr', '30', 2, '', '尖山電廠、湖西風立場參訪(發電機組認識、能源體驗館'),
(77, 15, '科學人玩能源', '電力機構知能源', '高', '2hr', '30', 5, '', '尖山電廠、湖西風立場參訪(發電機組認識、能源體驗館');

-- --------------------------------------------------------

--
-- 資料表結構 `route_member`
--

CREATE TABLE `route_member` (
  `Num` int(11) NOT NULL,
  `PName` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `Job` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `Exp` varchar(535) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci ROW_FORMAT=COMPACT;

--
-- 資料表的匯出資料 `route_member`
--

INSERT INTO `route_member` (`Num`, `PName`, `Job`, `Exp`) VALUES
(1, '林宜君', '校長', '澎湖縣國教輔導團環境教育領域副召集人'),
(2, '辛柏緯', '教導主任', '1.南寮聚落環境教育專業人員\r\n2.教育部科學教育計劃主持人—海洋生物教材編寫與小小解說員培訓(100年)、能源教育教材編寫(105年)。\r\n3.澎湖縣生命教育資源中心總幹事，每月定期辦理假日親子戶外'),
(3, '黃春滿', '總務主任', '1.澎湖縣自編本土語言教材編撰小組成員，協助發展本計畫特色遊學教材中澎湖文史課程之設計\r\n2.教育部教學卓越獎銀質獎小組成員，於學校特色發展領域具豐富經驗\r\n3.湖西鄉在地人士，熟捻在地文化'),
(4, '蔡戶正', '教務組長', '1.澎湖縣特殊優良教師\r\n2.本校國樂教學指導教師，負責特色遊學路線—藝術文學部份\r\n3.熟捻澎湖在地文史，協助本計畫在地化、生活化教學部分'),
(5, '賴智秀', '訓育組長', '1.具自然領域專長\r\n2.對於地質、文史有高度興趣，指導孩童參與全國、全縣科學展覽會(地球科學組)。'),
(6, '杜瑀涵', '英語教師', '1.中華民國聯合國原住民青年工作小組亞洲區成員\r\n2.中華電信MOD讀者劇場全國優勝指導教師，負責本計畫特色解說員培訓。\r\n遊學，學生解說員指導。'),
(7, '陳中主', '五年級導師', '1.資訊教學專長，為本校資訊網管人員，協助本計畫中行動學習與學習歷程紀錄之推展種子教師。\r\n2.具豐富菓葉灰窯製品製作經驗，擔任灰窯課程指導教師。\r\n3.湖西鄉在地人士，熟捻在地文化。'),
(8, '吳珮欣', '四年級導師', '1.澎湖縣生命教育資源中心執行秘書，每月定期協助辦理假日親子戶外遊學成長營。\r\n2.獲獎澎湖縣數位媒體教材創發競賽，協助本計畫教材設計。'),
(9, '陳吉通', '三年級導師', '資訊教學專長，為本校資訊網管人員，協助本計畫中行動學習與學習歷程紀錄之推展種子教師'),
(10, '沈瑞華', '二年級導師', '澎湖縣文化局作文班講師，負責本遊學計畫中藝術文學路線'),
(11, '歐奕萱', '一年級導師', '本校國樂教學指導教師，負責特色遊學路線—藝術文學部分'),
(12, '許月香', '幹事', '1.中餐丙級證照，協助本計畫農、漁業經濟產品之創發\r\n2.教育部教學卓越獎銀質小組成員，於學校特色發展領域具豐富經驗'),
(13, '許彩蕊', '工友', '湖西鄉在地人士，熟捻在地文化'),
(14, '鄭秋環', '會計員', '1.南寮社區發展協會理事長夫人，襄助先生帶領南寮聚落社區總體營造成果卓越。\r\n2.對於農事耕種有豐富經驗。'),
(15, '林輝賓', '理事長', '龍門、尖山兩社區理事長，於105年度起籌辦尖山童心園，打造社區民眾休憩環境，並與學校合作將校方陶作品裝設於各角落，對於社區營造有高度熱忱。'),
(16, '王家興', '理事長', '龍門、尖山兩社區理事長，於105年度起籌辦尖山童心園，打造社區民眾休憩環境，並與學校合作將校方陶藝作品裝設於社區各角落，對於社區營造有高度熱忱'),
(17, '許文志', '村長', '龍門、尖山兩社區村長，熟捻社區各資源分佈與社區文史，每年擔任學校鄉土主題教學活動受訪問的耆老腳色。'),
(18, '王經邦', '村長', '龍門、尖山兩社區村長，熟捻社區各資源分佈與社區文史，每年擔任學校鄉土主題教學活動受訪問的耆老腳色。'),
(19, '張國亮', '教授', '澎湖科技大學教授，對於海洋生物、經濟漁業有豐富學理與實務經驗。'),
(20, '陳有擇', '理事長', '南寮社區發展協會理事長，近年帶領南寮聚落社區總體營造表現卓越，或國家環境教育獎、公共工程金質獎與環保署環境教育場所認證等。'),
(21, '歐致誠', '廠長', '台電尖山發電廠廠長，對於本校鄉土教學、能源教育相當支持，持續補助本校辦理走讀湖西戶外教學活動，荸薺復育等動態性活動。'),
(22, '王振發', '聯盟夥伴', '順發畜牧場負責人，曾為本校家長委員，對於學校事務相當熟悉與認同，願意開放羊場，工本校特色遊學活動。'),
(23, '許武爵', '聯盟夥伴', '龍勝興海產加工直銷中心負責人，曾為本校家長委員，對於學校事務相當熟悉與認同，願意提供魚灶，工本校特色遊學活動。'),
(24, '陳志明', '聯盟夥伴', '福榮(澎福)食品廠負責人之子，多次支援本校辦理澎湖在地文化主題活動，如:炸棗、肪片龜與雞母狗等。'),
(25, '許貴美', '志工', '佳味XO干貝醬負責人，本校多年的導護志工，多次擔任學校單位XO醬指導講師。'),
(26, '洪玉貌', '志工', '本校退休工友，對於澎湖傳統農事耕作相當熟捻，為本計畫農事體驗指導老師'),
(27, '陳美秀', '老師', ''),
(28, '唐采伶', '聯盟夥伴', '');

--
-- 已匯出資料表的索引
--

--
-- 資料表索引 `route`
--
ALTER TABLE `route`
  ADD PRIMARY KEY (`Num`),
  ADD KEY `路線負責人編號` (`rNP`);

--
-- 資料表索引 `route_member`
--
ALTER TABLE `route_member`
  ADD PRIMARY KEY (`Num`);

--
-- 在匯出的資料表使用 AUTO_INCREMENT
--

--
-- 使用資料表 AUTO_INCREMENT `route`
--
ALTER TABLE `route`
  MODIFY `Num` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=78;
--
-- 使用資料表 AUTO_INCREMENT `route_member`
--
ALTER TABLE `route_member`
  MODIFY `Num` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;
--
-- 已匯出資料表的限制(Constraint)
--

--
-- 資料表的 Constraints `route`
--
ALTER TABLE `route`
  ADD CONSTRAINT `route_ibfk_1` FOREIGN KEY (`rNP`) REFERENCES `route_member` (`Num`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
